[
    {
        "image": "/assets/photo-by-lukas-blazek-on-unsplash-1.PNG",
        "alt": "",
        "title": "SwiftWare",
        "text": "Streamlined our client's inventory management, automated order processing, and created a seamless online shopping experience for their customers."
    },
    {
        "image": "/assets/photo-by-rahul-chakraborty-on-unsplash-1.png",
        "alt": "Smartphone screen with several application icons",
        "title": "VoxNova",
        "text": "We successfully created a customized application for our client to improve communication and collaboration among their teams."
    },
    {
        "image": "/assets/photo-by-luke-chesser-on-unsplash-1.png",
        "alt": "",
        "title": "NexaTech",
        "text": "Our team created a robust customer support system for our client. Empowering them to efficiently manage customer inquiries with optimized ticketing systems, live chat functionality, and comprehensive self-help resources"
    },
    {
        "image": "/assets/desola-lanre-ologun-IgUR1iX0mqM-unsplash-1.png",
        "alt": "",
        "title": "EverTrust Bank",
        "text": "We provided a thorough analysis of our client's existing systems, identifying areas for improvement, and delivered tailored recommendations and solutions to enhance their IT infrastructure"
    },
    {
        "image": "/assets/juliana-kozoski-IoQioGLrz3Y-unsplash-1.png",
        "alt": "",
        "title": "PromoEdge",
        "text": "We developed a comprehensive digital marketing campaign for our client. Leveraging strategic online advertising, engaging social media content, and data-driven analytics to significantly boost brand awareness, drive website traffic, and generate valuable leads for their customers."
    },
    {
        "image": "/assets/photo-by-charlesdeluvio-on-unsplash-1.png",
        "alt": "",
        "title": "GossipRadarDaily",
        "text": "We enhanced the website's performance, and overall user experience. Resulting in faster load times, improved site navigation, and increased reader engagement for our client."
    }
]